{
    "version": "https://jsonfeed.org/version/1",
    "title": "welcome to my world • All posts by \"英语角\" tag",
    "description": "",
    "home_page_url": "https://chulianyuang.github.io",
    "items": [
        {
            "id": "https://chulianyuang.github.io/2023/02/28/%E8%8B%B1%E8%AF%AD%E8%A7%92/",
            "url": "https://chulianyuang.github.io/2023/02/28/%E8%8B%B1%E8%AF%AD%E8%A7%92/",
            "title": "制药公司可以合法开始销售可卡因、海洛因和摇头丸",
            "date_published": "2023-02-28T14:15:04.000Z",
            "content_html": "<hr>\n<p>*<em>An anonymous reader quotes a report from Motherboard:<em>At least two companies in British Columbia, Canada, say they’ve received exemptions from the federal government <span class=\"exturl\" data-url=\"aHR0cHM6Ly93d3cudmljZS5jb20vZW4vYXJ0aWNsZS85M2s5NTcvY2FuYWRhLWJjLWNvY2FpbmUtc2FsZQ==\">allowing them to produce and distribute cocaine, heroin, MDMA, or magic mushrooms</span>. But it’s not clear under what circumstances the companies will be able to sell the drugs, and B.C. Premier David Eby said he was “astonished” to hear the announcement. On Thursday, Sunshine Earth Labs, a psychedelics manufacturer <span class=\"exturl\" data-url=\"aHR0cHM6Ly93d3cubmV3c3dpcmUuY2EvbmV3cy1yZWxlYXNlcy9zdW5zaGluZS1lYXJ0aC1sYWJzLWx0ZC1wcm92aWRlcy1jb3Jwb3JhdGUtdXBkYXRlLTg0OTEzMjE1Ny5odG1s\">announced</span> that Health Canada, a federal government agency, is allowing the company to legally produce and distribute the coca leaf and cocaine; MDMA; opium; morphine, heroin and psilocybin, the active ingredient in shrooms. The company said it plans to “bring a safer supply of drugs to the global market.”</em></em></p>\n<p><strong>Meanwhile, cannabis extractions company Adastra <span class=\"exturl\" data-url=\"aHR0cHM6Ly9hZGFzdHJhaG9sZGluZ3MuY2EvYWRhc3RyYS1sYWJzLXJlY2VpdmVzLWhlYWx0aC1jYW5hZGEtYXBwcm92YWwtZm9yLXRoZS1hbWVuZG1lbnQtdG8taW5jbHVkZS1jb2NhaW5lLXVuZGVyLWl0cy1jb250cm9sbGVkLXN1YnN0YW5jZXMtZGVhbGVycy1saWNlbnNlLw==\">announced</span> it’s now legally allowed to both produce and distribute psilocybin and cocaine. In a statement to VICE News, Health Canada said Adastra is licensed to produce the drugs for scientific and medical purposes but cannot sell products to the general public. “They are only permitted for sale to other licence holders who have cocaine listed on their licence, pharmacists, practitioners, hospitals, or the holder of a section 56(1) exemption for research purposes,” the agency said.</strong></p>\n<p><strong>Both companies claim they received amendments under Health Canada’s Dealer’s Licenses, which grant manufacturers, doctors, and researchers exemptions to the Controlled Drugs and Substances Act, allowing them to legally possess and make banned drugs. In a news conference, Eby said the licenses were granted without consultation from the province. “It is not part of our provincial plan,” he said, noting that he would be following up with Health Canada about the announcements. Adastra said it’s license allows it to “interact with up to 250 grams of cocaine and to import coca leaves to manufacture and synthesize the substance.”</strong></p>\n<p>Posted by <span class=\"exturl\" data-url=\"aHR0cHM6Ly90d2l0dGVyLmNvbS9CZWF1SEQ=\">BeauHD</span> on Friday March 03, 2023 @10:30PM from the how-about-that dept</p>\n",
            "tags": [
                "英语角"
            ]
        }
    ]
}