{
    "version": "https://jsonfeed.org/version/1",
    "title": "welcome to my world • All posts by \"课前五分钟\" tag",
    "description": "",
    "home_page_url": "http://example.com",
    "items": [
        {
            "id": "http://example.com/2023/05/23/%E8%8B%B1%E8%AF%AD%E6%BC%94%E8%AE%B22/",
            "url": "http://example.com/2023/05/23/%E8%8B%B1%E8%AF%AD%E6%BC%94%E8%AE%B22/",
            "title": "英语演讲",
            "date_published": "2023-05-23T08:14:51.000Z",
            "content_html": "<h1 id=\"AI创作歌曲火出圈，引发音乐行业恐慌\"><a href=\"#AI创作歌曲火出圈，引发音乐行业恐慌\" class=\"headerlink\" title=\"AI创作歌曲火出圈，引发音乐行业恐慌\"></a>AI创作歌曲火出圈，引发音乐行业恐慌</h1><p><img data-src=\"https://cdn.jsdelivr.net/gh/chulianyuang/imap/202305231652128.jpg\" alt=\"OIP-C\" style=\"zoom:;\" /><img data-src=\"https://ts1.cn.mm.bing.net/th/id/R-C.d2471a686aaae91cc575a242d85a4a30?rik=SIAdrmFbgMT0ag&riu=http%3a%2f%2fwww.tmtage.com%2fwp-content%2fuploads%2f2017%2f12%2f20171213ai.jpg&ehk=a03Ri%2bcpPR4gS%2bu2m%2fR4IUv0gHSJ9JNMD76TNLQKjGo%3d&risl=&pid=ImgRaw&r=0\" alt=\"AI创作物的法律保护不容忽视-蓝时代\"  /></p>\n<p>The viral song “Heart on My Sleeve,” released last week by TikTok user Ghostwriter977  but made popular because of its purported use of Al-generated vocals mimicking superstars Drake and The Weeknd, has caused quite a stir.</p>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/chulianyuang/imap/202305231655848.png\" alt=\"image-20230523165547639\"></p>\n<p>It comes on the heels of an Al-generated Rihanna singing”Cuff lt” and an Al Kendrick Lamar rapping Ye’s “Off the Grid”.</p>\n<p>Each release is followed by a great deal of conversation, with some listeners proclaiming a new frontier in music technology and others astonished by the seemingly uncanny likeness to the source material.</p>\n<p>The song sparked a panic within the music industry in a way none of the previous Al-generated tracks did, perhaps because of its popularity.</p>\n<p>It received more than 15 million views on TikTok, 600,000 streams on Spotify and 275,000 views on YouTube.</p>\n<p>The BBC estimated the song earned at least $1.888 from Spotify alone; Billboard<br>estimated the song may have earned $9,400 globally across all platforms.</p>\n<p>The reason those numbers aren’t higher is “Heart on My Sleeve” has since been removed from all digital service providers following a complaint by Universal Music Group, who released a statement condemning “infringing content created with generative Al.</p>\n<p>But attempting to crack down on Al-generated music may pose a unique challenge.</p>\n<p>The legal landscape for Al work remains unclear the tools to create it are widely accessible and social media makes it easier than ever to distribute it.</p>\n<p>Although the entertainment industry has seen these issues coming, regulations are lagging behind the rapid pace of Al development.</p>\n",
            "tags": [
                "课前五分钟"
            ]
        }
    ]
}